from .. import loader, utils
from asyncio import sleep
import random

class GlazBoga(loader.Module):
    strings = {"name": "GlazBoga"}

    async def client_ready(self, client, db) -> None:
        self.db = db
        self.client = client
    async def glazbogacmd(self, message):
        """[by @incassatorsk1]Пример ввода: .glazboga <задержка появления текста> <шапка>🧿 """
        args = utils.get_args(message)
        if not args:
            self.db.set(self.strings["name"], "state", False)
            await utils.answer(message, "<b>🧿𐌑ᴏдуᴧь GlazBoga ᴨᴩᴇᴋᴩᴀᴛᥙᴧ ᴨᴩᴇдᴄᴋᴀɜᴀнᥙᴇ ᴛʙᴏᴇᥔ ᴄудьδы 🧿</b>")
            return
        await utils.answer(
            message,
            "<b>🧿𐌑ᴏдуᴧь GlazBoga нᴀчᴀᴧ ᴨᴩᴇдᴄᴋᴀɜᴀнᥙᴇ ᴛʙᴏᴇᥔ ᴄудьδы 🧿\n\n"
            "Կᴛᴏδы ᴏᴄᴛᴀнᴏʙᥙᴛь ᴨᴩᴇдᴄᴋᴀɜᴀнᥙя, ᴨᴩᴏᴨᥙɯᥙ .glazboga  <code>.glazboga</code>🧿</b>",
        )
        try:
            time = float(args[0])
        except ValueError:
            return
        text = " ".join(utils.get_args_raw(message).split()[1:])
        shabl = [   
        "[🧿]ᴛы ʍᴏᴇᴦᴏ ᥊уя ᴨᴩᴏᴄᥙɯь δудᴛᴏ ᴏδᴇɜʙᴏжᴇнныᥔ[🧿]",
        "[🧿]я ᴛʙᴏю уᴩᴇᴛᴩу ʙыᴩᴇжу ᥙ ᴄдᴇᴧᴀю ᴛᴀᴋ чᴛᴏδы ᴛы δᴏᴧьɯᴇ нᴇ ᴄʍᴏᴦ нᴏᴩʍᴀᴧьнᴏ ɸунᴋцᥙᴏнᥙᴩᴏʙᴀᴛь[🧿]",
        "[🧿]ᴛы ᴨᴀᴛᴧᴀᴛᴀя ɯᴧю᥊ᴀ ᴋ нᴏᴦᴇ δы ʍᴇᴛнуᴧᴀᴄь ᴧучɯᴇ[🧿]",
        "[🧿]нᥙᴋᴏʍу нᴇ ᥙɜʙᴇᴄᴛныᥔ ᴄын нᥙʍɸᴏʍᴀнᴋᥙ ʍᴇщᥙнᴄᴋᴏᥔ ᴛᴇδᴇ ɯᴀнᴄᴀ нᴀ ʙыжᥙʙᴀнᥙя нᴇ дᴀʍ[🧿]",
        "[🧿]уᴄᴛᴩᴏю ᴛᴇδᴇ нᴇᴋую ᴧᴏδᴏᴛᥙʍᥙю ɜдᴇᴄь нᴇ ᴏᴛᴋᥙᴄᴀᥔ нᴀ᥊уᥔ[🧿]",
        "[🧿]ᴋᴏнᴛᴩᴀᴛᴀᴋуᥔ ʍᴏю ɜᴀᴧуᴨу ᴄʙᴏᥙʍ яɜыᴋᴏʍ ᴋᴏчующᥙʍ[🧿]",
        "[🧿]я ʙ ᴛʙᴏᴇᥔ ᴄᴇʍьᴇ ᴀᴛᴀʍᴀнᴏʙ ʙᴄᴇ ᴨᴀᴄᴛδᥙщᴇ ʙыᴩᴇɜᴀᴧ δᴏʍжᴀᴩᴀ ᴇδᴀныᥔ[🧿]",
        "[🧿]я ʙыᴦᴩᴀʙᥙᴩую нᴀ ᴄᴋᴀᴧᴇ ᴄʙᴏᥔ чᴧᴇн дᴀδы ᴛʙᴏя ᴄᴇʍья ᴇʍу ᴨᴏᴋᴧᴏняᴧᴀᴄь[🧿]",
        "[🧿]ɯᥙʍᴨᴀнɜᴇ δᴇɜʍᴏɜᴦᴧᴏᴇ ᴛы ʍᴏᥔ δᴀнᴀн ᴨᴏᴧᴏʙᴏᥔ ᴨᴏᴧнᴏᴄᴛью ʙᴏɜьʍёɯь[🧿]",
        "[🧿]ᴛᴩᴇᴨᴇщᥙ ᴛᴀʍ ᴏᴛ ʍᴏᴇᴦᴏ ᥊уя δᴏᴧᴏᴛныᥔ ящᴇᴩ[🧿]",
        "[🧿]нᴇɜᴀʍᴇдᴧᥙᴛᴇᴧьнᴏ ᴏᴛᴄᴏᴄᴀᴧ ʍᴏᴇᴦᴏ чᴧᴇнᴀ ᴋᴀᴋ ᴨᴏ ᴦᴩᴀɸᥙᴋу[🧿]",
        "[🧿]ᴛы ᴋᴏᴏᴨᴇᴩᴀᴛᥙʙнᴏ ᴄᴏ ᴄʙᴏᴇᥔ ɯᴧю᥊ᴏʍᴀᴛᴇᴩью ᴄᴏᴄᴇɯь ʍнᴇ[🧿]",
        "[🧿]ʙнуᴛᴩᥙуᴛᴩᴏδнᴏᴦᴏ ᴛᴇδя ᴇδᴀᴧᥙ ᴨᴏᴋᴀ ᴛʙᴏᴇ ᴄᴇᴩдцᴇ ᴇщё δыᴧᴏ ʙ ᴄᴏᴄᴛᴏянᥙᥙ δᥙᴛьᴄя[🧿]",
        "[🧿]ᴛы ᴄʙᴏᥙʍᥙ ᴋуᴧьᴛяᴨᴋᴀʍᥙ ᴛᴀʍ ᴨᴏᴨыᴛᴀᥔᴄя ʙнᴏʙь нᴇ ᴏᴛᴄᴏᴄᴀᴛь[🧿]",
        "[🧿]ᴧᴇᴦᴋᴏʍыᴄᴧᴇннᴀя ᴛᴇᴧᴏчᴋᴀ ɸᴩᥙᴦᥙднᴀя дᴀʙᴀᥔ ᴨᴏᴦᴧᴏщᴀᥔ ʍᴏю ᴄᴨᴇᴩʍу[🧿]",
        "[🧿]ᴀннᥙᴦᥙᴧᥙᴩᴏʙᴀᴧ ᴛʙᴏю ɜᴀᴧуᴨу чᴧᴇнᴏʍ дᴏ ʍᴏᴧᴇᴋуᴧяᴩнᴏᴦᴏ ᴄᴏᴄᴛᴀʙᴀ[🧿]",
        "[🧿]ʙнуɯᥙᴧ ᴛᴇδᴇ ᴄᴛᴩᴀ᥊ ᴨᴇᴩᴇд ʍᴏᥙʍ чᴧᴇнᴏʍ дᴀʙᴀᥔ ᴨᴏʍᥙᴩᴀᥔ ᴛᴀʍ[🧿]",
        "[🧿]ᴛᴩᥙуʍɸᴀᴧьнᴏ ᴏᴛᴄᴏᴄᴀᴧ ʍᴏᴇᴦᴏ чᴧᴇнᴀ ᥙ дуʍᴀᴇɯь чᴛᴏ нᴀ ϶ᴛᴏʍ ʙᴄё[🧿]",
        "[🧿]я ᴛʙᴏю ʍᴀᴛᴇᴩь ᴛᴀᴋ ᴛᴏ ᴨᴏ ᴄᴨᥙᴄᴋу ᴄᴧᴇдующую дᴏᴧжᴇн ᴇδᴀᴛь[🧿]",
        "[🧿]ᴧᥙᴋᥙᴩᴏʙᴀннᴏᴇ ᴄᴛᴩᴏᴇнᥙᴇ ʙᴀᴦᥙны ᴛʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ нᴇ дᴀᴄᴛ ᴇᥔ ᴩᴀᴄᴨᴧᴀʙᥙᴛьᴄя ᴏᴛ ʍᴏᴇᴦᴏ ᥊уя[🧿]",
        "[🧿]дᴀʙᴀᥔ ʙᴄᴛᴀʙᴀᥔ нᴀ нᴏᴦᥙ ᴄʙᴏᥙ дᴩяδᴧыᴇ ᥙнᴀчᴇ я ᴛᴇδᴇ ᴋᴀᴧᴇнныᴇ чᴀɯᴇчᴋᥙ ʙыδью[🧿]",
        "[🧿]ᴛы ᴄᴧᴀδᴏᴩᴀɜʙᥙᴛᴀя ɯᴧюхᴀ ᴛᴇᴩᴨᥙ ʍᴏᴇᴦᴏ ᥊уя ɜᴀ щᴇᴋᴏᥔ[🧿]",
        "[🧿]ᴛʙᴏя ʍᴀᴛь ʍᴏᴇᴦᴏ ᥊уя жᴀждᥙᴛ ᴄ нᴇᴛᴇᴩᴨᴇнᥙᴇʍ[🧿]",
        "[🧿]я ᴛʙᴏю ᴄᴧᴀщᴀʙую ʍᴏᴩду ʙ ʍᥙᴦ ᥙɜнᴇчᴛᴏжу[🧿]",
        "[🧿]ᴛы ᴨᴏᴨᴩᴏᴄᴛу ᥙнᴋуδᴀᴛᴏᴩᴄᴋᥙᥔ ᴏᴛᴩᴏɸᥙᴩᴏʙᴀнныᥔ ᴄынуᴧя δᴧядᥙ нᥙᴋчᴇʍнᴏᥔ ᴦᴏᴛᴏʙᥙɯьᴄя ᴛᴀʍ нᴀ ᴨᴏᴧнᴏʍ ᴄᴇᴩьᴇɜᴇ ʍᴏᴇʍу ᥊ую ᴨᴩᴏᴛᥙʙᴏᴄᴛᴏяᴛь[🧿]",
        "[🧿]ᴛы ᥙнᴛᴇнᴄᥙʙнᴇᴇ нᴀᴄᴀᴄыʙᴀᥔ ᥊уᥙну ʍᴏю[🧿]",
        "[🧿]я ᴛᴇδᴇ чᴇᴩнᥙᴧьнᴏʍу ᴄынᴋу ɯᴧю᥊ᥙ нᴇ дᴀʍ δᴏᴧьɯᴇ ɸᴏᴩу[🧿]",
        "[🧿]ᴄ ᴛᴇδя ᴛᴀʍ δᴀᴛᴩᴀᴋᥙ ᴩжуᴛ нᴀᴄᴋᴏᴧьᴋᴏ жᴇ ᴛы нᥙщᥙᥔ ʍᴀᴧьчуᴦᴀн ᴏᴛъᴇδᴀнныᥔ[🧿]",
        "[🧿]ᴏᴛ нᴇ᥊ʙᴀᴛᴋᥙ ʍᴏᴇᴦᴏ чᴧᴇнᴀ у ᴛᴇδя ʙᴏ ᴩᴛу ʙᴄᴇ ᴨᴇᴩᴇᴄᴏ᥊ᴧᴏ[🧿]",
        "[🧿]ᴨᴏᴛᴩᴇδᥙᴛᴇᴧь ʍᴏᴇᥔ ᴄᴨᴇᴩʍы ᴛы ᴇжᴇднᴇʙныᥔ[🧿]",
        "[🧿]ᴏᴛᴛᴩᴀ᥊ᴀᴧ ᴛʙᴏю ɜᴀᴧуᴨу ᴄᴧᴏʙнᴏ ᴨᴩᥙᴄᴨᴏᴄᴏδᴧᴇнныᥔ[🧿]",
        "[🧿]ᴛы чᴇᴩᴇɜ ʍᴏᥔ чᴧᴇн ᴄᴧᴏʙнᴏ ʙ ʍᥙᴋᴩᴏɸᴏн ᴏᴦᴧᴀᴄᥙᴧ ᴄʙᴏᥔ ᴨᴩᴏᴇδ[🧿]",
        "[🧿]ᴛᴇᴩᴨᥙᴧᴏɜныᥔ ᴛы ᴏᴛᴄᴏᴄᴀᴧ ᥙ дᴀжᴇ нᴇ ᴨᴩᥙɜнᴀᴇɯьᴄя ᴛуᴛ[🧿]",
        "[🧿]Вьᴇᴛнᴀʍᴄᴋᴀя ɯᴧю᥊ᴀ дᴀʙᴀᥔ нᴀᴦᴧᴀᴛыʙᴀᥔ ᴩᴀдᥙ ᴨᴏщᴀды[🧿]",
        "[🧿]ᴛʙᴏᴇᴦᴏ ᴏᴛцᴀ ᴇщё ʙ ᴀᴩʍᥙᥙ ɜᴀᴄᴛᴀʙᥙᴧ ɜᴀ ʍнᴇ жᴏᴨу ʙыᴧᥙɜыʙᴀᴛь[🧿]",
        "[🧿]ᴛы ʙ ɜᴀᴋуᴧᥙᴄьᴇ ʍнᴇ ᴨᴏᴄᴀᴄыʙᴀᴧ ᴨᴏ δыᴄᴛᴩᴏʍу[🧿]",
        "[🧿]ᴛы ʍнᴇ ʙʙᴇᴩ᥊ нᴏᴦᴀʍᥙ ᴄᴏᴄᴀᴧ ᥙ нᴇ жᴀᴧᴏʙᴀᴧᴄя[🧿]",
        "[🧿]я нᴀᴋᴩуᴛᥙᴧ ᴄʙᴏᥔ ᥊уᥔ ʙ ʙᴀᴦᥙнᴇ ᴛʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ чᴛᴏ ᴏн нᴇ ᴄʍᴏᴦ ᴄᴨᴏᴋᴏᥔнᴏ ʙыᥔᴛᥙ[🧿]",
        "[🧿]ᴛы ᴨᴩᴏδᴧᴇʍныᥔ ᴩᴇδᴇнᴏᴋ ʙ ᴄᴇʍьᴇ ᴛᴀᴋ чᴛᴏ ʍᴏᴧчᴀ ᴨᴩᥙʍᥙ ʍᴏᴇᴦᴏ ᥊уя ʙ ᴩᴏᴛᴀнь ᴄʙᴏю[🧿]",
        "[🧿]ᴛᴩяᴄᴇɯьᴄя ᴛуᴛ ᴏᴛ ᴋᴀждᴏᴦᴏ ɯᴀᴦᴀ ʍᴏᴇᴦᴏ[🧿]",
        "[🧿]ᴧᥙчᥙнᴋᴏʙыᥔ ᴛы ᴄᴏᴄᴀᴧ ʙнуᴛᴩᥙуᴛᴩᴏδнᴏ[🧿]",
        "[🧿]я ᴛᴇδᴇ нᴀᴄᴛᴏᴧьᴋᴏ ᴇδᴀᴧᴏ ᥙɜуᴩᴏдᴏʙᴀᴧ чᴛᴏ ɜᴇᴩᴋᴀᴧᴏ ᴛᴩᴇᴄᴋᴀᴇᴛᴄя ᴨᴩᥙ ʙᥙдᴇ ᴛᴇδя[🧿]",
        "[🧿]ʙнᴇдᴩᥙᴧ ʙ ᴛᴇδя ᴄʙᴏᴇ ᴄᴇʍя ᴨᴏдᴏδнᴏ нᴀᴩᴋᴏᴛᥙᴋу[🧿]",
        "[🧿]ᴏᴄᴛᴀʙᥙʍ ɸᴏᴩʍᴀᴧьнᴏᴄᴛᥙ, ᴛʙᴏя ʍᴀᴛь ʍнᴇ ᴄᴏᴄᴇᴛ ᴨᴏ ᴄʙᴏᴇᥔ ᥙнᥙцᥙᴀᴛᥙʙᴇ[🧿]",
        "[🧿]δудᴇɯь ᴨᴩᴏдᴏᴧжᴀᴛь ʙыᴛᴇᴩᴨᴧᥙʙᴀᴛь ʍᴏᴇᴦᴏ ᥊уя ʙ ᴄʙᴏᴇᥔ ɜᴀᴧуᴨᴇ ʍᴇщᥙнᴄᴋᴏᥔ[🧿]",
        "[🧿]нᴀᴛᴀᴄᴋᴀю ᴛᴇδя ᴄʙᴏᥙʍ чᴧᴇнᴏʍ δудᴇɯь ᴋᴀᴋ ᴨᴩᴏɸᴇᴄᴄᥙᴏнᴀᴧ[🧿]",
        "[🧿]ʍнᴇ ᴛʙᴏᥙ ᴦᴏᴧᴏᴄᴏʙыᴇ ᴄʙяɜᴋᥙ ʙыᴩʙᴀᴛь чᴛᴏδы ᴛы δᴏᴧьɯᴇ нᴇ ᴄʍᴏᴦ ᥙɜдᴀᴛь ᴋᴩᥙᴋᴀ ᴨᴏʍᴏщᥙ[🧿]",
        "[🧿]я ʙыᴩʙу ᴦᴏᴩᴛᴀнь ᴛʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ ᥙ ɜᴀᴄᴛᴀʙᴧю ᴛᴇδя ᴇю ᴨᴏʙᴇᴄᥙᴛьᴄя[🧿]",
        "[🧿]ᴛы ᴩᴀɜыᴄᴋᥙʙᴀᴧ ᴛᴩуᴨ ᴄʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ δудᴛᴏ Шᴇᴩᴧᴏᴋ 𐌗ᴏᴧʍᴄ ᴇδᴀныᥔ[🧿]",
        "[🧿]я ᴛʙᴏᴇᴦᴏ ᴏᴛцᴀ ᴏднᴀжды ɜᴀᴄᴛᴀʙᥙᴧ ᴄᥙᴧᴏᥔ ᴩᴀɜьᴇδᴀᴛь ᴛʙᴏю чᴇᴩᴇᴨную ᴋᴏᴩᴏδᴋу[🧿]",
        "[🧿]ʍнᴇ ᴛʙᴏя δᴀδᴋᴀ ᴄᴛᴀᴩчᴇᴄᴋую ʍудᴩᴏᴄᴛь ᴄᴋᴀɜᴀᴧᴀ, чᴛᴏ ᴛᴀᴋᴏᥔ ᴄын ɯᴧю᥊ᥙ ᴋᴀᴋ ᴛы нᴇ ᥙʍᴇᴇᴛ ᴨᴩᴀʙᴏ нᴀ ᴄущᴇᴄᴛʙᴏʙᴀнᥙᴇ[🧿]",
        "[🧿]ᴛʙᴏᥙ ᴨᴏᴛуᴦᥙ ᥙɜнᴏᴄɯᥙᴇᴄя нᴇ ᴨᴩᥙнᴏᴄяᴛ ʍнᴇ ᴏᴄᴏδᴏᴦᴏ удᴏʙᴏᴧьᴄᴛʙᥙя[🧿]",
        "[🧿]дᴀʙᴀᥔ ᴧᴇɜь ᴏδᴩᴀᴛнᴏ ʙ уᴛᴩᴏδь ᴄʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ ᴨᴏᴋᴀ я ᴛᴇδя ɜᴀжᥙʙᴏ нᴇ ᴨᴏ᥊ᴏᴩᴏнᥙᴧ[🧿]",
        "[🧿]нᴇᴩᴀɜδᴏᴩчᥙʙᴏ ʍяʍᴧᥙɯь ᴨᴏᴋᴀ ʍᴏᥔ чᴧᴇн ʙᴏ ᴩᴛу ᴦᴩᴇᴇɯь[🧿]",
        "[🧿]ʍуᴛᥙᴩᴏʙᴀʙɯᴀя ɯᴇᴧу᥊ᴀ ᥙɜ ᴨᴏд ʍᴏᴇᴦᴏ чᴧᴇнᴀ ᴩᴇɯᥙᴧᴄя нᴀ ʍᴇня нᴀᴩʙᴀᴛьᴄя[🧿]",
        "[🧿]ᴛʙᴏя ɜᴀᴧуᴨᴀ δᴏᴧьɯᴇ нᴇ ᴩᴇнᴛᴀδᴇᴧьнᴀ ᴨᴏᴄᴧᴇ ʍᴏᴇᴦᴏ ᥊уя[🧿]",
        "[🧿]ʍᴏᥔ чᴧᴇн ᴨᴏᴄᴧужᥙᴛ ᴧᴇᥔᴋᴏᴨᴧᴀᴄᴛыᴩᴇʍ дᴧя ᴛʙᴏᴇᴦᴏ ʍᴇжяᴦᴏдᥙчнᴏᴦᴏ ᴀнᴀᴧьнᴏᴦᴏ чᴩᴇʙᴏуᴦᴏдᥙя[🧿]",
        "[🧿]нᥙᴋᴏᴦдᴀ нᴇ ᴨᴏнᥙʍᴀᴧ ᴧᴇᴦᴋᴏʍыᴄᴧᴇнную ᴛёᴧᴏчᴋу нᴀ ᴨᴏдᴏδᥙᴇ ᴛᴇδя, ᴛᴇδᴇ ᴧᴇᴦчᴇ ᴏᴛᴄᴏᴄᴀᴛь ᴨᴏ ɸᴀᴄᴛу[🧿]",
        "[🧿]ᴛʙᴏᥙ нᴏᴦᥙ ужᴇ ᴄᴋᴏᴄᥙᴧᥙᴄь ᴏᴛ ᴏднᴏᴦᴏ дʙᥙжᴇнᥙя ʍᴏᴇᴦᴏ ᴨᴏᴧᴏʙᴏᴦᴏ ᴀᴦᴩᴇᴦᴀᴛᴀ ʙ ɯᴛᴀнᴀ᥊[🧿]",
        "[🧿]ᴛʙᴏᥙ ᴩуᴋᥙ нᴏᴩʍᴀᴧьнᴏ чᴧᴇн нᴇ дᴇᴩжᴀᴛ, ᴋᴀᴋ ᴛы ʙᴏᴏδщᴇ ᴨыᴛᴀᴧᴄя чᴛᴏ ᴛᴏ ᴄᴏᴨᴏᴄᴛᴀʙᥙᴛь ʍнᴇ[🧿]",
        "[🧿]ᴛы δᴇᴧᴏδᴩыᴄыᥔ ᴄын ɯᴧю᥊ᥙ ᴏᴛ ᴛᴇδя ʍᴏжнᴏ ɜᴀᴩᴀɜᥙᴛьᴄя чᴇʍу уᴦᴏднᴏ[🧿]",
        "[🧿]ᴛʙᴏя ʍᴀᴛь дᴀδы ᴄᴨᴀᴄᴛᥙ ᴛᴇδя ᴨᴏᴧнᴏᴄᴛью ᴏᴛдᴀᴧᴀ ᴄʙᴏᴇ ᴛᴇᴧᴏ ᥙ дуɯу ᴨᴏд ʍᴏᥔ ᴋᴏнᴛᴩᴏᴧь[🧿]",
        "[🧿]я δᴇɜ нᴀᴨᴩяᴦᴀ ʙᴄᴛᴀʙᴧяю ʙ ᴛᴇδя ᴄʙᴏᥔ чᴧᴇн ᴨуᴧьᴄᥙᴩующᥙᥔ ᴨᴏᴋᴀ ᴛʙᴏя ɜᴀᴧуᴨᴀ ᴄᴏдᴩᴀᴦᴀᴇᴛᴄя ᴨᴩᥙ ᴋᴀждᴏʍ ʍᴏᴇʍ ᴄдʙᥙᴦᴇ[🧿]",
        "[🧿]ʍнᴇ ᴨᴩᴏдᴇʍᴏнᴄᴛᴩᥙᴩᴏʙᴀᴛь ʙᴄᴇ ᴄʙᴏᥙ уʍᴇнᥙя ᴋᴏᴛᴏᴩыᴇ ᴄᴏδᴩᴀᴧᥙᴄь ᴨᴏᴋᴀ я ᴇδᴀᴧ ᴛʙᴏю ɯᴧю᥊ᴏʍᴀᴛᴇᴩь ᴨᴏнᴏɯᴇнную[🧿]",
        "[🧿]δᴇɜуᴄᴧᴏʙнᴏ ᴛʙᴏя ʍᴀᴛь ʙᴇᴧᥙчᴀᥔɯᴀя нᴀᴄᴀдᴋᴀ нᴀ ʍᴏᥔ чᴧᴇн ᴏᴩᴦᴀнᥙчᴇᴄᴋᴀя[🧿]",
        "[🧿]я ᴛʙᴏᥙ нᴇᴩʙныᴇ ᴄᴨᴧᴇᴛᴇнᥙя ᴄᴏδᴩᴀᴧ ʙᴏᴇдᥙнᴏ ᥙ ʙыᴛᴩᴀ᥊ᴀᴧ[🧿]",
        "[🧿]ᴛы чᴧᴇнᥙᴄᴛᴏнᴏᴦᴏᴇ нᴇ ᴩᴀɜʙᥙᴛᴏᴇ ᴧучɯᴇ δы ᴏᴄᴛᴀᴧᴄя ᴦнᥙᴛь нᴀ нᥙɜɯᴇм ɜʙᴇнᴇ ϶ʙᴏᴧᥙцᥙᥙ[🧿]",
        "[🧿]ʍнᴇ ᴨᴩᥙдᴇᴛᴄя ᴨᴏᴄᴛᴏяннᴏ ᴧᥙцᴇɜᴩᴇᴛь ᴏδᥙᴧьнᴏ ᴄᴛᥙᴋᴀющую ᴋᴩᴏʙь ᴄ ᴛʙᴏᴇᴦᴏ ᴇδᴧᥙщᴀ[🧿]",
        "[🧿]ᴨᴏд ʍᴏᥙʍ нᴀчᴀᴧᴏʍ ᴛы δудᴇɯь ᴨᴏᴧɜᴀᴛь дᴀδы я ᴛᴇδя нᴇ ᴛᴩᴏнуᴧ ᴛᴩущᴇδᴄᴋᴀя ᴛᴇᴧᴏчᴋᴀ[🧿]",
        "[🧿]я дʙᴀжды нᴇ δуду ᴛᴇδᴇ ᴏᴦᴧᴀɯᴀᴛь ʙᴇᴄь ᴄᴨᥙᴄᴏᴋ ʙыᴛᴩᴀ᥊ᴀнны᥊ ʍнᴏю ᴨᴩᴇдᴄᴛᴀʙᥙᴛᴇᴧᴇᥔ жᴇнᴄᴋᴏᴦᴏ ᴨᴏᴧᴀ ᥙɜ ᴛʙᴏᴇᥔ ᴩᴏдᴏᴄᴧᴏʙнᴏᥔ[🧿]",
        "[🧿]ᴛʙᴏю ʍᴀᴛᴇᴩь ʙнᴀᴛуᴩᴇ ᴨᴩᴏᴇδᴀᴧ ᴩᴀдᥙ дᴇнᴇᴦ, нᴀдᴇюᴄь ᴛы нᴇ ᴨᴀдᴇɯь ᴛᴀʍ ʙ ᴏᴛчᴀянᥙᴇ ᴧᴏᴧ[🧿]",
        "[🧿]я ᴄʙᴏᥙʍ ᥊уᴇʍ ʙ ᴛʙᴏᴇᥔ ʍᴀᴛᴇᴩᥙ ᴨᴩᴏжᴏᴦ дыᴩу ᴩᴀɜʍᴇᴩᴏʍ ᴄ δᴀᴄᴋᴇᴛδᴏᴧьную ᴄᴇᴛᴋу[🧿]",
        "[🧿]ᴛʙᴏя ʍᴀᴛь ᴨᴩᴏᴨᴇᴧᴀ ʍнᴇ нᴀ уɯᴋᴏ чᴛᴏ ᴛʙᴏᥔ ᴄᴛᴩᴀ᥊ ϶ᴛᴏ ʍᴏᥔ ᴨᴇнᥙᴄ[🧿]",
        "[🧿]ʍнᴇ ᴨᴩᥙдёᴛᴄя ᴛʙᴏᴇ ᴄʙᥙннᴏᴇ ᴩыᴧᴏ ʙᴛᴏᴨᴛᴀᴛь ʙ чᴇᴩнᴏɜёʍ нᴇᴋᴏᴦдᴀ ᴄᴧужᥙʙɯᥙᥔ ʍᴏᴦᥙᴧьнᴏᥔ ᴦᴩядᴋᴏᥔ дᴧя ᴛᴩуᴨᴀ ᴛʙᴏᴇᴦᴏ дᴇдᴀ[🧿]",
        "[🧿]ᴛы жᴀᴧᴋᴏᴇ ᴨᴏдᴏδᥙᴇ ᴩᴇᥙнᴋᴀᴩнᴀцᥙᥙ ᴄʙᴏᴇᥔ ᴛуᴨᴏᴇδᴧᴏᥔ ʍᴀᴛᴇᴩᥙ жᴇᴧᴀющᴇᥔ ʙᴄᴇᴦдᴀ δыᴛь ᴄ ʍᴏᥙʍ чᴧᴇнᴏʍ[🧿]",
        "[🧿]ʍнᴇ ᴨᴏяᴄнᥙᴛь ᴛᴇδᴇ нᴀᴄᴋᴏᴧьᴋᴏ ᴛы жᴀᴧᴏᴋ ᴨᴩᴇдᴏ ʍнᴏᥔ[🧿]",
        "[🧿]я ᴨᴩᴏᴩуδᴧю ᴄᴇδᴇ ᴨуᴛь чᴇᴩᴇɜ ᴦᴏᴩу ᴛᴩуᴨᴏʙ ᴛʙᴏᴇᥔ ᴄᴇʍьᥙ[🧿]",
        "[🧿]ʙᴄᴇᴦдᴀ δудь нᴀ чᴇᴋу, ᥙнᴀчᴇ нᴇ ɜᴀʍᴇᴛᥙɯь ᴋᴀᴋ я ᴛᴇδя дᴏ ᴄʍᴇᴩᴛᥙ ᥙɜᴏδью[🧿]",
        "[🧿]ʍᴇнᴛᴀᴧьнᴏ ᴄᴏᴄᴇɯь ʍнᴇ дᴀжᴇ нᴀ ᴩᴀᴄᴄᴛᴏянᥙᥙ[🧿]",
        "[🧿]ᴛʙᴏя δᴩуᴛᴀᴧьнᴏᴄᴛь ɜᴀᴋᴀнчᥙʙᴀᴇᴛᴄя нᴀ ᴋᴏнчᥙᴋᴇ ʍᴏᴇᴦᴏ ᥊уя[🧿]",
        "[🧿]уᴩᴏʙᴇнь ᴄᴨᴇᴩʍы ʙ ᴛʙᴏᴇʍ ᴏᴩᴦᴀнᥙɜʍᴇ ɜᴀɯᴋᴀᴧᥙʙᴀᴇᴛ[🧿]",
        "[🧿]ᴛы нᴇ ᴨᴏᴄʍᴇᥔ ᴛуᴛ ᴨᴏᴛᴇᴩᴨᴇᴛь ᥊ᴏᴛя δы ᴨᴀᴩу ʍᥙнуᴛ ᴄын ɯᴧю᥊ᥙ[🧿]",
        "[🧿]я ʙᴄᴇʍᥙ ᴄᥙᴧᴀʍᥙ нᴀдᴇюᴄь чᴛᴏ ᴛы нᴇ дᴀɯь ᴛуᴛ ᴄᴧᴀδᥙну ᴄынуᴧя ᴨᴀᴄᴋуднᥙцы[🧿]",
        "[🧿]ʍнᴇ δудᴇᴛ жᴀᴧᴋᴏ ᴨᴏᴛᴇᴩяᴛь ᴄᴛᴏᴧьᴋᴏ ʙᴩᴇʍᴇнᥙ нᴀ ᴛᴇδя ᴇᴄᴧᥙ ᴛы ʙ ᴋᴏнᴇчнᴏʍ ᥙᴛᴏᴦᴇ ᴨᴩᴏᴄᴛᴏ ᴩу᥊нᴇɯь нᴀ ɜᴇʍᴧю ᴏᴛ ᥙᴄᴛᴏщᴇнᥙя[🧿]",
        "[🧿]я ᴄᴧᴏʙнᴏ ʍᴀᴄᴛᴇᴩ ɸᴇ᥊ᴛᴏʙᴀнᥙя ᴨᴩᴏдᴇᴧᴀю ʙ ᴛʙᴏёʍ ᴛᴇᴧᴇ ᴄʙᴏᥙʍ ᥊уᴇʍ ᴄᴏᴛню дыᴩᴏᴋ дᴧя дᴀᴧьнᴇᥔɯᴇᥔ ᴇδᴧᥙ[🧿]",
        "[🧿]ᴛы чᥙᴛᴀᴧ нᴀᴄᴛᴀʙᴧᴇнᥙя ʍᴏᴇᴦᴏ чᴧᴇнᴀ дᴧя ᴛʙᴏᴇᥔ жᥙɜнᥙ ᴄʍᴩᴀдᴏʙᴄᴋᴏᥔ? ɜᴀδыᴧ ᴋᴀᴋ я ᴨᴏᴧнᴏᴄᴛью ᴩᴀᴄᴨᥙᴄᴀᴧ ᴋᴀждыᥔ ᴛʙᴏᥔ ᴏᴛᴄᴏᴄ ʍнᴇ[🧿]",
        "[🧿]ᴛы ʍᴏя ʍᴀᴩᥙᴏнᴇᴛᴋᴀ, ᴛᴀᴋ чᴛᴏ ᴨᴏᴄᴧуɯнᴏ ʙыᴨᴏᴧняᥔ ᴋᴀждыᥔ ʍᴏᥔ ᴨᴩᥙᴋᴀɜ[🧿]",
        "[🧿]ᴨᴏᴧнᴏᴄᴛью ʙыᴨᴏᴛᴩᴏɯу ᴛʙᴏю ᴩᴏᴛᴏʙую ᴨᴏᴧᴏᴄᴛь ᴄʙᴏᥙʍ чᴧᴇнᴏʍ[🧿]",
        "[🧿]ᴩᴇᴀδᥙᴧᥙᴛᥙᴩую ᴛᴇδя ᴄʙᴏᥙʍ чᴧᴇнᴏʍ[🧿]",
        "[🧿]ᴛы ᴨᴏᴨᴩᴏᴄᴛу нᴇ ᴄʍᴏжᴇɯь ᴨᴩᴏдᴏᴧжᴀᴛь ᴨᴏᴄᴧᴇ ʍᴏᴇᴦᴏ ᴏᴛъᴇδᴀ[🧿]",
        "[🧿]ɜᴀᴨᴩу ᴛᴇδя ᥊уᴇʍ ᴄʙᴏᥙʍ[🧿]",
        "[🧿]я ᴛᴇδя ʙыɯʙыᴩну ᴏᴛᴄюдᴀ ᴛы дᴀжᴇ нᴇ уᴄᴨᴇᴇɯь ᴏᴨᴏʍнᥙᴛьᴄя[🧿]",
        "[🧿]ᴨᴏжᥙᴩᴀᥔ ʍᴏю ᴄᴨᴇᴩʍу ᴋᴀᴋ ᴏδᴇɜуʍᴇʙɯᥙᥔ[🧿]",
        "[🧿]я ᴛʙᴏᥙ нᴏᴦᥙ ʙыʙᴇᴩнуᴧ дᴀδы ᴛы нᴇ ᴄʍᴏᴦ ᴄδᴇжᴀᴛь ᴏᴛ ʍᴇня[🧿]",
        "[🧿]ᴛы ʍᴇᴩᴋᴀнᴛᥙᴧьнᴀя ʍнᴏᴦᴏɸунᴋцᥙᴏнᴀᴧьнᴀя ᴛᴇᴧᴏчᴋᴀ ᥙᴄᴋᴧючᥙᴛᴇᴧьнᴏ дᴧя ᴇδᴧᥙ ᴛуᴛ[🧿]",
        "[🧿]ᥙᴄᴄᴏ᥊ɯᥙᥔ ᴛы ᴄᴏᴄᴇɯь ᴏднᴏᴛᥙᴨнᴏ ᴛуᴛ[🧿]",
        "[🧿]ᴛы ᴨыᴛᴀᴧᴄя ᴄᴀʍᴏуᴛʙᴇᴩдᥙᴛьᴄя ᴛуᴛ ɜᴀ ᴄчёᴛ ʍᴇня ᥙ нᴇ ᴨᴏдуʍᴀᴧ ᴏ ᴨᴏᴄᴧᴇдᴄᴛʙᥙя᥊ ᴄын ᴛᴀᥔᴄᴋᴏᥔ ɯᴧю᥊ᥙ[🧿]",
        "[🧿]ᴄᴧᴏʙнᴏ ᴏδᴇɜуʍᴇʙɯᥙᥔ ᴄᴏᴄᴇɯь ʍнᴇ[🧿]",
        "[🧿]ᴛы ᴨᴏᴄᴏᴄᴀᴧ нᴇɜᴩᥙʍᴏ у ʍᴇня ᴀᴩу[🧿]",
        "[🧿]ᴛы нᴇ дᴏᴦᴀдыʙᴀᴇɯьᴄя нᴀᴄᴋᴏᴧьᴋᴏ ᴛʙᴏя ʍᴀᴛь ɯᴧю᥊ᴀ ᴨᴩᴏдᴀжнᴀя[🧿]",
        "[🧿]ʍнᴇ нᴇ жᴀᴧь ᴛᴇδя нᥙ ᴋᴀᴨᴧᥙ ᴄынᴋᴀ дᴩᴀнᴏᥔ δᴧядᥙ[🧿]",
        "[🧿]я ᴛᴇδя нᴀ чᴧᴇн ᴨᴏᴄᴀдᥙᴧ ᴛы ᴋᴀᴋ ʙᴧᥙᴛᴏᥔ ᴄᴇᴧ[🧿]",
        "[🧿]ʙыᴩᴀᴄᴛᥙᴧ ᴛᴇδя нᴀ ᴄᴏδᴄᴛʙᴇннᴏй ᴄᴨᴇᴩʍᴇ[🧿]",
        "[🧿]ᴇδᴀɯᥙᴧᴄя ᴛы ᴄ ʍᴏᥙʍ чᴧᴇнᴏʍ ᴄʙᴏᥙʍ яɜыᴋᴏʍ чᴇᴩʙᥙʙыʍ[🧿]",
        "[🧿]ʙᴛᴏᴩᴏᴄᴏᴩᴛныᥔ ᥊уᴇᴄᴏᴄ ᴛы дᴀʙᴀᥔ нᴀᴨᴩяᴦᥙᴄь дᴏ ᴋᴏнцᴀ[🧿]",
        "[🧿]ᴛʙᴏя ʍᴀᴛь ɜᴀ ᴛᴇδя нᴇ δудᴇᴛ дᴏᴧᴦᴏ ᴏᴛᴄᥙжᥙʙᴀᴛь жᴏᴨу нᴀ чᴧᴇнᴇ[🧿]",
        "[🧿]дᴏᴇдᴀᥔ ɜᴀ ʍнᴏᥔ ᴛуᴛ ᴋᴀᴋ нᥙщᴇδᴩᴏд ᴇδᴀныᥔ[🧿]",
        "[🧿]ᴨᴏᴧᴏʍᴏᥔᴋᴀ ᥊ᴏдячᴀя чᴛᴏδы ʍᴏᥔ чᴧᴇн дᴏ δᴧᴇᴄᴋᴀ ʙыᴧᥙɜᴀᴧ[🧿]",
        "[🧿]я ᴛʙᴏᥙ ᴨᴀᴛᴧы ʙыᴩʙу ᴄ ᴋᴏᴩняʍᥙ ᴄын ɯᴧю᥊ᥙ[🧿]",
        "[🧿]я ᴛᴇδя нᴀ ᴛʙᴏᴇʍ дᥙʙᴀнᴇ нᴀᴄᥙᴧᴏʙᴀᴧ[🧿]",
        "[🧿]ᴛʙᴏᥙ яᴦᴏдᥙцы ᴧᥙᴛᴏᴄɸᴇᴩныᴇ ʍᴏᥔ чᴧᴇн ᴨᴏᴦᴧᴏᴛᥙᴧᥙ ɜᴀжᥙʙᴏ[🧿]",
        "[🧿]ᴛы чᴧᴇн ʍᴏᥔ ᴏδ᥊ʙᴀᴛᥙ яɜыᴋᴏʍ ᴨᴏ ᴋᴩᴇᴨчᴇ[🧿]",
        "[🧿]я ᴛʙᴏю ᴛуɯᴋу ᴄδᴩᴏɯу ᴄ ᴏδᴩыʙᴀ ᥙ ɜᴀᴄᴛᴀʙᴧю ᴛʙᴏю ʍᴀᴛь ʙыню᥊ᥙʙᴀᴛь ᴄᴧᴇд[🧿]",
        "[🧿]ᴛʙᴏя ʍᴀᴛь ᥙщᴇᥔᴋᴀ δᴇɜʍᴏɜᴦᴧᴀя ʙᴄᴇ ʙ ᴩᴏᴛ ᴄуёᴛ[🧿]",
        "[🧿]ʙɜδᴏᴧᴛᴀᴧ ᴛᴇδя нᴀ чᴧᴇнᴇ чᴛᴏ ʙᴄᴇ ʙнᴛуᴩᥙ ᴛᴇδя ᴨᴇᴩᴇʍᴇɯᴀᴧᴏᴄь[🧿]",
        "[🧿]ᴛы ᴛуᴛ ᴨᴏ δᴧᴀᴛу ᴏᴛᴄᴏᴄᥙ[🧿]",
        "[🧿]ᴨᴩᴏᴄᴧᴇɜᥙᴧᴄя ᴏᴛ ᴛʙᴏᴇᴦᴏ ʍᥙнᴇᴛᴀ[🧿]",
        "[🧿]ʍᴇᴧᴏнᥙчнᴏ ᴏᴛᴄᴏᴄᴀᴧ δᴇɜ ᴨᴏᴛᴇᴩь[🧿]",
        "[🧿]ᴛы δᴇᴦᴇʍᴏᴛ ᴏжᥙᴩᴇʙɯᥙᥔ ʍᴏᥔ чᴧᴇн ɜᴀᴦᴧᴏᴛнᴇɯь[🧿]",
        "[🧿]ᴛᴇδя ᴇδᴀᴧᥙ ᴏδᴏюднᴏ ᴀ ᴛы ᥙ нᴇ ᴨᴏʍнᥙɯь[🧿]",
        "[🧿]ᴏднᴀжды ᴛʙᴏя δᴀδᴋᴀ ᴨᴩᴇдᴧᴏжᥙᴧᴀ ᴄʙᴏᥔ δᴇɜɜуδыᥔ ᴏᴛᴄᴏᴄ ᴄʙᴏᥙʍᥙ дёᴄнᴀʍᥙ ᴛᴩу᥊ᴧяʙыʍᥙ чᴛᴏ я нᴇ ᴨᴏᴄʍᴇᴧ ᴏᴛᴋᴀɜᴀᴛьᴄя[🧿]",
        "[🧿]ᴛы ʙᴨᴩᴇдь ᴏδдуʍᴀᥔ ᴋᴀждыᥔ ᴄʙᴏᥔ ᴏᴛᴄᴏᴄ ʍнᴇ, ᴨᴩᴇждᴇ чᴇʍ ᴨᥙᴄᴀᴛь чᴛᴏ ᴛᴏ[🧿]",
        "[🧿]я ᴧᴏʍᴀю ᴛʙᴏᥙ ᴨᴏɜʙᴏнᴋᥙ ᴨᴏᴏчᴇᴩᴇднᴏ ᥙ нᴇ ᴄᴨᴇɯᴀ[🧿]",
        "[🧿]ɜᴀᴄᴏᴄᥙ ᴛуᴛ ʍнᴇ ᴧᴏуᴄᴋᥙᴧьныᥔ[🧿]",
        "[🧿]ʍᥙᴩнᴏ ᴏᴛᴄᴏᴄᴇɯь ʍнᴇ ʙнᴀᴛуᴩᴇ[🧿]",
        "[🧿]ᴛᴩᥙᴨᴏɸᴏδнᴏ ᴏᴄᴛᴇᴩᴇᴦᴀᴇɯьᴄя ʍᴏᴇᴦᴏ чᴧᴇнᴀ[🧿]",
        "[🧿]ᴛы ᴋᴀᴋ δᴏᴦᴏδᴏяɜнᴇнныᥔ ʍᴏᴧᥙɯьᴄя нᴀ ʍᴏᥔ чᴧᴇн[🧿]",
        "[🧿]ᴄᴇᥔᴄʍᥙчᴇᴄᴋᥙ ᴏᴛᴄᴏᴄᴀᴧ ʙᴏ ʙᴄᴇ᥊ ᥙɜʍᴇᴩᴇнᥙя᥊[🧿]",
        "[🧿]я ᴨᴏᴧнᴏᴄᴛью ᥙᴄᴄᴧᴇдᴏʙᴀᴧ ᴛʙᴏᴇ ᴛᴇᴧᴏ ᥙ ʍᴏᴦу ᴄᴋᴀɜᴀᴛь, чᴛᴏ ᴛы ᴄын ɯᴧю᥊ᥙ[🧿]",
        "[🧿]ᴛы ᴨᴩᥙнᥙʍᴀᴇɯь нᴇᴄчᥙᴛᴀннᴏᴇ ᴋᴏᴧᥙчᴇᴄᴛʙᴏ ᴨᴇнᥙᴄᴏʙ[🧿]",
        "[🧿]я ʍᴏᴦу ᴛʙᴏю ʍᴀᴛь ᥙ ʙᴄᴇʍ дʙᴏᴩᴏʍ ʙыᴇδᴀᴛь[🧿]",
        "[🧿]ʍы ᴏднᴀжды ᴨᴏɜᴏʙёʍ ᴛʙᴏᴇᴦᴏ ᴏᴛцᴀ нᴀ ᴨᴩᥙᴧюднᴏᴇ унᥙжᴇнᥙᴇ[🧿]",
        "[🧿]ᴛы ᴏᴛᴄᴏᴄᴇɯь ᴩᴀдᥙ ᴄʙᴏᥙ᥊ ᴛуᴨᴏᴇδᴧы᥊ ᴩᴏдᴀᴋᴏʙ[🧿]",
        "[🧿]ᴛʙᴏᥙʍ ᴨᴏдᴀᴩᴋᴏʍ нᴀ нᴏʙыᥔ ᴦᴏд δудᴇᴛ ᴏᴛᴏᴩʙᴀннᴀя ᴦᴏᴧᴏʙᴇɯᴋᴀ ᴛʙᴏᴇᴦᴏ дᴇдᴀ[🧿]",
        "[🧿]ᴛʙᴏя δᴀδᴋᴀ ʍнᴇ ᴇщё ʙ ᴄᴏʙᴇᴛᴄᴋᥙᴇ ʙᴩᴇʍᴇнᴀ ᴋᴧяᴧᴀᴄь ʙ ᴄᴧужᴇнᥙᥙ[🧿]",
        "[🧿]ʍᴏᴦу ᴨᴇᴩᴇᴄᴋᴀɜᴀᴛь ᴋᴀᴋ ᥙɜ ᴨᴏᴋᴏн ʙᴇᴋᴏʙ ᴛʙᴏя ʍᴀᴛь ʍнᴇ ᴄᴏᴄᴀᴧᴀ[🧿]",
        "[🧿]дᴇʍᴏᴋᴩᴀᴛᥙчнᴏ ᴏᴛᴄᴏᴄᴇɯь ᴋᴀᴋ ʙᴀжнᴀя ᴨᴇᴩᴄᴏнᴀ[🧿]",
        "[🧿]ᴛы ʍᴏᥙʍ ᥊уᴇʍ ʙᴏᴄ᥊ᥙщᴀᴧᴄя ᴋᴀᴋ нᴀᴄᴛᴏящᥙᥔ ɸᴀнᴀᴛ[🧿]",
        "[🧿]я ᴛʙᴏᥙ нᴏɜдᴩᥙ ᴄᴨᴇᴩʍᴏᥔ ɜᴀδᴇᴛᴏнᥙᴩᴏʙᴀᴧ[🧿]",
        "[🧿]ᴀᴧьцᴦᴇᥔʍᴇᴩ нᴇ ᴄʍᴏжᴇᴛ дᴀᴛь ᴛᴇδᴇ ɜᴀδыᴛь ᴏ ʍᴏᴇʍ чᴧᴇнᴇ[🧿]",
        "[🧿]ᴛʙᴏᴇᴦᴏ ᴏᴛцᴀ дᴏʙнᴏ чᴇᴛʙᴇᴩᴛᴏʙᴀᴧᥙ нᴀ ᴨуδᴧᥙᴋу[🧿]"]
        self.db.set(self.strings["name"], "state", True)
        while self.db.get(self.strings["name"], "state"):
            await message.respond(text + random.choice(shabl))
            await sleep(0.1)
            await sleep(time)
			
		
	